Repository: robertdevore/bulk-stock-management-for-woocommerce
Catalog: languages/bsm-woocommerce-*.po
Languages: af

source: Bulk Stock Management requires WooCommerce to be active.
af: Grootmaat voorraadbestuur vereis dat WooCommerce aktief moet wees.

source: Stock Settings
af: Voorraadinstellings

source: The default filters must be valid JSON.
af: Die verstekfilters moet geldige JSON wees.

source: General Settings
af: Algemene Verstellings

source: Configure the default behavior of the Bulk Stock Management plugin.
af: Stel die verstekgedrag van die Bulk Stock Management-inprop op.

source: Enable Stock Reporting
af: Aktiveer voorraadverslagdoening

source: Report Columns
af: Rapporteer kolomme

source: Product Name
af: Produknaam

source: Stock Quantity
af: Voorraad Hoeveelheid

source: Stock Status
af: Voorraad Status

source: Backorders
af: Terug Bestellings

source: Default Product Filters
af: Verstek produk filters

source: Enter default filters as JSON (e.g., {"stock_status":"instock"}).
af: Voer verstekfilters as JSON in (bv. {"stock_status":"instock"}).

source: Bulk Stock Management Settings
af: Grootmaat voorraadbestuurinstellings

source: Support
af: Hulp

source: Documentation
af: Dokumentasie

source: Product
af: Produk

source: Products
af: Produkte

source: Name
af: Naam

source: Actions
af: Aksies

source: Mark “In Stock”
af: Merk "In voorraad"

source: Mark “Out of Stock”
af: Merk "Uit voorraad"

source: N/A
af: N.V.T

source: In Stock
af: In voorraad

source: Out of Stock
af: Uit voorraad

source: Edit
af: Wysig

source: Delete
af: Skrap

source: No products found.
af: Geen produkte gevind nie.

source: All Stock Statuses
af: Alle voorraadstatusse

source: Invalid product ID.
af: Ongeldige produk ID.

source: Failed to delete the product.
af: Kon nie die produk uitvee nie.

source: Product moved to trash.
af: Produk na asblik geskuif.

source: Product not found.
af: Produk nie gevind nie.

source: Product updated successfully.
af: Produk is suksesvol opgedateer.

source: Failed to update product: %s
af: Kon nie produk opdateer nie: %s

source: Stock Management
af: Voorraadbestuur

source: Bulk Stock Management
af: Grootmaat voorraadbestuur

source: Search Products
af: Soek produkte

source: Edit Product Stock
af: Wysig produkvoorraad

source: Stock Quantity:
af: Voorraad Hoeveelheid:

source: Stock Status:
af: Voorraadstatus:

source: Backorders:
af: Terugbestellings:

source: Do Not Allow
af: Moenie toelaat nie

source: Allow, Notify Customer
af: Laat toe, stel die kliënt in kennis

source: Allow
af: Laat toe

source: Save Changes
af: Stoor veranderinge

source: Cancel
af: Kanselleer

source: Invalid product ID or stock quantity.
af: Ongeldige produk-ID of voorraadhoeveelheid.

source: Stock updated successfully.
af: Voorraad suksesvol opgedateer.

source: Failed to update stock: %s
af: Kon nie voorraad opdateer nie: %s

source: Stock Reports
af: Voorraad verslae

source: Total Products
af: Totale produkte

source: Download CSV
af: Laai CSV af

source: Out of Stock Products
af: Uitvoorraad produkte

source: You do not have sufficient permissions to access this page.
af: Jy het nie voldoende toestemming tot toegang na hiedie bladsy nie.

source: Product ID
af: Produk ID

source: Bulk Stock Management for WooCommerce®
af: Grootmaat voorraadbestuur vir WooCommerce®

source: Manage stock levels and generate stock reports for WooCommerce® products.
af: Bestuur voorraadvlakke en genereer voorraadverslae vir WooCommerce®-produkte.
